---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultElbowupParam
source: html/90891e12-f89e-6e23-dd45-82c541e80ea3.htm
---
# Autodesk.Revit.DB.ParameterTypeId.RbsCurvetypeDefaultElbowupParam Property

"Vertical Inside Bend"

## Syntax (C#)
```csharp
public static ForgeTypeId RbsCurvetypeDefaultElbowupParam { get; }
```